Repository: poliedro-polimi/Crowdfunding-Backend
Catalog: poliedro_donate/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Donation confirmation email
it: Email di conferma donazione

source: Hello
it: Ciao

source: Thanks for your donation!
it: Grazie per la tua donazione!

source: These are your donation details, for your records.
it: Questa email contiene un riassunto della tua donazione.

source: IMPORTANT: You asked for a gadget reservation. Print or show this email when picking them up.
it: IMPORTANTE: Hai richiesto la prenotazione di gadget. Stampa o mostra dal cellulare questa email al momento del ritiro.

source: Donation ID
it: ID donazione

source: Amount
it: Totale

source: Notes
it: Note

source: Reference
it: Riferimento

source: First name
it: Nome

source: Last name
it: Cognome

source: Phone
it: Telefono

source: Reserved gadget
it: Gadget prenotato

source: Quantity
it: Quantit√†

source: Pick up campus
it: Campus per il ritiro

source: Shirt type
it: Tipo maglietta

source: Size
it: Taglia

source: You can pick up your gadgets at Politecnico di Milano in {campus} campus at our stands during Milano Pride Week.
it: Potrai ritirare i gadget al Politecnico di Milano, campus {campus}, ai nostri banchetti durante la Milano Pride Week.

source: Follow our <a href='https://t.me/PoliEdroLive'>Telegram channel</a> and our <a href='https://instagram.com/poliedro.polimi'>Instagram page</a> to stay up to date with pick up dates and exact locations.
it: Segui il nostro <a href='https://t.me/PoliEdroLive'>canale Telegram</a> e la nostra <a href='https://instagram.com/poliedro.polimi'>pagina Instagram</a> per restare aggiornato sul luogo esatto del ritiro e le date.

source: For any questions you can reply to this email to contact us.
it: Per qualsiasi domanda, rispondi pure a questo messaggio.

source: Have a nice day
it: Buona giornata

source: -- PoliEdro's <a href='https://github.com/poliedro-polimi'>IT team</a> ;)
it: -- Il <a href='https://github.com/poliedro-polimi'>team informatico</a> di PoliEdro ;)

source: Shirts
it: Magliette

source: Follow our Telegram channel [1] and our Instagram page [2] to stay up to date with pick up dates and exact locations.
it: Segui il nostro canale Telegram [1] e la nostra pagina Instagram [2] per restare aggiornato sul luogo esatto del ritiro e le date.

source: -- PoliEdro's IT team ;)
it: -- Il team informatico di PoliEdro ;)
